Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: Sign In…
de: Anmelden …
es: Iniciar sesión…
fr: Se connecter…
it: Accedi…
ja: サインイン…
pt_br: Iniciar Sessão…
ru: Войти…
tr: Oturum Aç…
zh_hans: 登录…
zh_hant: 登入…

source: Sign Out and Clear Session?
de: Abmelden und Sitzung löschen?
es: ¿Cerrar sesión y borrar la sesión?
fr: Se déconnecter et effacer la session ?
it: Uscire e cancellare la sessione?
ja: サインアウトしてセッションを消去しますか？
pt_br: Encerrar Sessão e Apagar Dados?
ru: Выйти и очистить сеанс?
tr: Oturum Kapatılıp Temizlensin mi?
zh_hans: 退出登录并清除会话？
zh_hant: 要登出並清除工作階段嗎？

source: Sign Out and Clear
de: Abmelden und löschen
es: Cerrar sesión y borrar
fr: Se déconnecter et effacer
it: Esci e cancella
ja: サインアウトして消去
pt_br: Encerrar Sessão e Apagar
ru: Выйти и очистить
tr: Oturumu Kapat ve Temizle
zh_hans: 退出登录并清除
zh_hant: 登出並清除

source: This also forgets that Apple trusts this Mac, so your next sign-in will ask for a verification code again.
de: Dabei wird auch vergessen, dass Apple diesem Mac vertraut – bei der nächsten Anmeldung wird also wieder ein Bestätigungscode verlangt.
es: Esto también hace que Apple olvide que confía en este Mac, así que tu próximo inicio de sesión volverá a pedirte un código de verificación.
fr: Cela fait également oublier à Apple que cet ordinateur est approuvé : votre prochaine connexion vous demandera à nouveau un code de vérification.
it: Verrà dimenticato anche che Apple considera attendibile questo Mac, quindi al prossimo accesso ti verrà chiesto di nuovo un codice di verifica.
ja: これにより、AppleがこのMacを信頼済みとして記憶していた情報も消去されるため、次回のサインイン時には再び確認コードの入力が必要になります。
pt_br: Isso também faz a Apple esquecer que confia neste Mac, então o próximo login pedirá um código de verificação de novo.
ru: Это также сбросит доверие Apple к этому Mac, поэтому при следующем входе снова потребуется код подтверждения.
tr: Bu işlem Apple’ın bu Mac’e güvendiği bilgisini de unutturur; bu yüzden bir sonraki oturum açışınızda yeniden doğrulama kodu istenir.
zh_hans: 这也会让 Apple 忘记这台 Mac 是受信任的设备，因此下次登录时会再次要求输入验证码。
zh_hant: 這也會讓 Apple 忘記這台 Mac 是受信任的裝置，因此下次登入時會再次要求輸入驗證碼。

source: Sign In to Apple Developer
de: Bei Apple Developer anmelden
es: Iniciar sesión en Apple Developer
fr: Connexion à Apple Developer
it: Accedi ad Apple Developer
ja: Apple Developerにサインイン
pt_br: Iniciar Sessão no Apple Developer
ru: Вход в Apple Developer
tr: Apple Developer’da Oturum Aç
zh_hans: 登录 Apple Developer
zh_hant: 登入 Apple Developer

source: Apple's download server refused the request. Check your network connection or proxy, then try again.
de: Apples Download-Server hat die Anfrage abgelehnt. Überprüfe deine Netzwerkverbindung oder deinen Proxy und versuche es erneut.
es: El servidor de descargas de Apple rechazó la solicitud. Comprueba tu conexión de red o proxy y vuelve a intentarlo.
fr: Le serveur de téléchargement d'Apple a refusé la demande. Vérifiez votre connexion réseau ou votre proxy, puis réessayez.
it: Il server di download di Apple ha rifiutato la richiesta. Controlla la connessione di rete o il proxy, poi riprova.
ja: Appleのダウンロードサーバーがリクエストを拒否しました。ネットワーク接続またはプロキシを確認してから、もう一度お試しください。
pt_br: O servidor de download da Apple recusou a solicitação. Verifique sua conexão de rede ou proxy e tente de novo.
ru: Сервер загрузки Apple отклонил запрос. Проверьте подключение к сети или прокси-сервер и повторите попытку.
tr: Apple’ın indirme sunucusu isteği reddetti. Ağ bağlantınızı veya proxy’nizi denetleyip yeniden deneyin.
zh_hans: Apple 的下载服务器拒绝了此请求。请检查你的网络连接或代理设置后重试。
zh_hant: Apple 的下載伺服器拒絕了請求。請檢查你的網路連線或代理伺服器設定，然後再試一次。

source: DuoUpdater stores your Apple Developer sign-in session — the same one developer.apple.com already keeps in a cookie — so it can download Xcode betas and release candidates on your behalf. It's kept in the Keychain on this Mac, never synced to iCloud or anywhere else, and only ever sent to *.apple.com — Apple's developer, sign-in, and download servers.
de: DuoUpdater speichert deine Apple-Developer-Anmeldesitzung – dieselbe, die developer.apple.com ohnehin schon in einem Cookie hält –, damit es Xcode-Betas und Release Candidates für dich herunterladen kann. Sie wird im Schlüsselbund auf diesem Mac gespeichert, nie mit iCloud oder anderswo synchronisiert und ausschließlich an *.apple.com gesendet – an Apples Entwickler-, Anmelde- und Download-Server.
es: DuoUpdater guarda tu sesión de inicio de sesión de Apple Developer —la misma que developer.apple.com ya mantiene en una cookie— para poder descargar betas y versiones candidatas de Xcode en tu nombre. Se guarda en el Llavero de este Mac, nunca se sincroniza con iCloud ni con ningún otro sitio, y solo se envía a *.apple.com: los servidores de desarrollador, inicio de sesión y descargas de Apple.
fr: DuoUpdater enregistre votre session de connexion Apple Developer — la même que developer.apple.com conserve déjà dans un cookie — afin de pouvoir télécharger les bêtas et versions candidates de Xcode en votre nom. Elle est conservée dans le Trousseau de ce Mac, jamais synchronisée avec iCloud ni ailleurs, et n'est envoyée qu'à *.apple.com — les serveurs de développement, de connexion et de téléchargement d'Apple.
it: DuoUpdater conserva la tua sessione di accesso ad Apple Developer, la stessa che developer.apple.com tiene già in un cookie, per poter scaricare per tuo conto le beta e le release candidate di Xcode. È salvata nel Portachiavi di questo Mac, non viene mai sincronizzata su iCloud o altrove e viene inviata solo a *.apple.com: i server Apple per sviluppatori, di accesso e di download.
ja: DuoUpdaterは、developer.apple.comがすでにCookieとして保持しているのと同じApple Developerサインインセッションを保存し、あなたに代わってXcodeのベータ版やリリース候補版をダウンロードできるようにします。このセッションはこのMacのキーチェーンに保存され、iCloudなど他の場所と同期されることはなく、送信先も*.apple.com——Appleのデベロッパー、サインイン、ダウンロード用サーバーに限られます。
pt_br: O DuoUpdater guarda sua sessão do Apple Developer — a mesma que developer.apple.com já mantém num cookie — para poder baixar betas e release candidates do Xcode em seu nome. Ela fica nas Chaves deste Mac, nunca é sincronizada com o iCloud nem com outro lugar, e só é enviada para *.apple.com — os servidores de desenvolvedor, login e download da Apple.
ru: DuoUpdater сохраняет сеанс входа Apple Developer — тот же, что developer.apple.com уже хранит в cookie, — чтобы загружать бета-версии и релиз-кандидаты Xcode от вашего имени. Он хранится в Связке ключей на этом Mac, никогда не синхронизируется с iCloud или где-либо ещё и отправляется только на *.apple.com — серверы Apple для разработчиков, входа и загрузок.
tr: DuoUpdater, Apple Developer oturumunuzu saklar — developer.apple.com’un zaten bir çerezde tuttuğu oturumun aynısını — böylece Xcode betalarını ve sürüm adaylarını sizin adınıza indirebilir. Oturum bu Mac’teki Anahtar Zinciri’nde tutulur, asla iCloud’a veya başka bir yere eşzamanlanmaz ve yalnızca *.apple.com adreslerine — Apple’ın geliştirici, oturum açma ve indirme sunucularına — gönderilir.
zh_hans: DuoUpdater 会保存你的 Apple Developer 登录会话——就是 developer.apple.com 本身已经保存在 Cookie 里的那个会话——以便代表你下载 Xcode 测试版和候选发布版。该会话保存在这台 Mac 的钥匙串中，绝不会同步到 iCloud 或其他任何地方，也只会发送给 *.apple.com——即 Apple 的开发者、登录和下载服务器。
zh_hant: DuoUpdater 會儲存你的 Apple Developer 登入工作階段——也就是 developer.apple.com 已經存放在 Cookie 中的那一個——以便代你下載 Xcode Beta 版和候選版。它會保存在這台 Mac 的鑰匙圈中，絕不會同步到 iCloud 或其他任何地方，而且只會傳送到 *.apple.com——Apple 的開發者、登入和下載伺服器。

source: Apple's developer site answered with a page instead of the Xcode download. Try again; if it keeps happening, sign out and back in under Settings → Xcode.
de: Die Apple-Developer-Website hat mit einer Seite statt mit dem Xcode-Download geantwortet. Versuche es erneut; wenn das weiter passiert, melde dich unter Einstellungen → Xcode ab und wieder an.
es: El sitio de Apple Developer respondió con una página en lugar de la descarga de Xcode. Vuelve a intentarlo; si sigue pasando, cierra sesión y vuelve a iniciarla en Ajustes → Xcode.
fr: Le site Apple Developer a répondu par une page au lieu du téléchargement de Xcode. Réessayez ; si cela se reproduit, déconnectez-vous puis reconnectez-vous dans Réglages → Xcode.
it: Il sito per sviluppatori di Apple ha risposto con una pagina invece del download di Xcode. Riprova; se continua a succedere, esci ed esegui di nuovo l’accesso in Impostazioni → Xcode.
ja: Apple Developerサイトが、Xcodeのダウンロードではなくページを返しました。もう一度お試しください。繰り返し起きる場合は、設定 → Xcodeで一度サインアウトしてからサインインし直してください。
pt_br: O site de desenvolvedores da Apple respondeu com uma página em vez do download do Xcode. Tente de novo; se continuar acontecendo, encerre a sessão e inicie de novo em Ajustes → Xcode.
ru: Сайт Apple Developer вернул страницу вместо загрузки Xcode. Повторите попытку; если это повторяется, выйдите и войдите снова в разделе Настройки → Xcode.
tr: Apple’ın geliştirici sitesi Xcode indirmesi yerine bir sayfa döndürdü. Yeniden deneyin; bu sürerse Ayarlar → Xcode’da oturumu kapatıp yeniden açın.
zh_hans: Apple Developer 网站返回了一个页面，而不是 Xcode 下载。请重试；如果反复出现，请在「设置 → Xcode」中退出后重新登录。
zh_hant: Apple 的開發者網站傳回了一個網頁，而不是 Xcode 下載。請再試一次；如果持續發生，請在「設定」→「Xcode」中登出後再重新登入。

source: The Xcode download did not start. Try again.
de: Der Xcode-Download ist nicht gestartet. Versuche es erneut.
es: La descarga de Xcode no se inició. Vuelve a intentarlo.
fr: Le téléchargement de Xcode n'a pas démarré. Réessayez.
it: Il download di Xcode non è partito. Riprova.
ja: Xcodeのダウンロードが開始されませんでした。もう一度お試しください。
pt_br: O download do Xcode não começou. Tente de novo.
ru: Загрузка Xcode не началась. Повторите попытку.
tr: Xcode indirmesi başlamadı. Yeniden deneyin.
zh_hans: Xcode 下载没有开始。请重试。
zh_hant: Xcode 下載沒有開始。請再試一次。

source: %@: sign-in expired
de: %@: Anmeldung abgelaufen
es: %@: la sesión ha caducado
fr: %@ : connexion expirée
it: %@: accesso scaduto
ja: %@：サインインの有効期限切れ
pt_br: %@: sessão expirada
ru: %@: срок входа истёк
tr: %@: oturumun süresi doldu
zh_hans: %@：登录已过期
zh_hant: %@：登入已過期

source: Apple ended your Apple Developer sign-in. Sign in again to update Xcode — nothing is downloaded until you click Update.
de: Apple hat deine Apple-Developer-Anmeldung beendet. Melde dich erneut an, um Xcode zu aktualisieren – geladen wird erst, wenn du auf „Aktualisieren“ klickst.
es: Apple ha cerrado tu sesión de Apple Developer. Vuelve a iniciar sesión para actualizar Xcode; no se descarga nada hasta que hagas clic en Actualizar.
fr: Apple a mis fin à votre connexion Apple Developer. Reconnectez-vous pour mettre à jour Xcode — rien n’est téléchargé avant que vous cliquiez sur Mettre à jour.
it: Apple ha chiuso la tua sessione Apple Developer. Accedi di nuovo per aggiornare Xcode: non viene scaricato nulla finché non fai clic su Aggiorna.
ja: Apple DeveloperのサインインがAppleによって終了されました。Xcodeをアップデートするには再度サインインしてください。「アップデート」をクリックするまで何もダウンロードされません。
pt_br: A Apple encerrou sua sessão do Apple Developer. Inicie sessão de novo para atualizar o Xcode — nada é baixado até você clicar em Atualizar.
ru: Apple завершила ваш вход в Apple Developer. Войдите снова, чтобы обновить Xcode, — ничего не загрузится, пока вы не нажмёте «Обновить».
tr: Apple, Apple Developer oturumunuzu sonlandırdı. Xcode’u güncellemek için yeniden oturum açın — Güncelle’ye tıklayana kadar hiçbir şey indirilmez.
zh_hans: Apple 已结束你的 Apple Developer 登录。请重新登录以更新 Xcode——在你点击“更新”之前不会下载任何内容。
zh_hant: Apple 已結束你的 Apple Developer 登入。請重新登入以更新 Xcode——在你按下「更新」之前不會下載任何內容。

source: Sign in to Apple Developer again to update it.
de: Melde dich erneut bei Apple Developer an, um es zu aktualisieren.
es: Vuelve a iniciar sesión en Apple Developer para actualizarlo.
fr: Reconnectez-vous à Apple Developer pour le mettre à jour.
it: Accedi di nuovo ad Apple Developer per aggiornarla.
ja: アップデートするにはApple Developerに再度サインインしてください。
pt_br: Inicie sessão no Apple Developer de novo para atualizá-lo.
ru: Войдите в Apple Developer снова, чтобы обновить.
tr: Güncellemek için Apple Developer’da yeniden oturum açın.
zh_hans: 请重新登录 Apple Developer 以进行更新。
zh_hant: 請重新登入 Apple Developer 以進行更新。

source: Sign in to Apple Developer again to update to %@.
de: Melde dich erneut bei Apple Developer an, um auf %@ zu aktualisieren.
es: Vuelve a iniciar sesión en Apple Developer para actualizar a %@.
fr: Reconnectez-vous à Apple Developer pour passer à %@.
it: Accedi di nuovo ad Apple Developer per aggiornare a %@.
ja: %@にアップデートするにはApple Developerに再度サインインしてください。
pt_br: Inicie sessão no Apple Developer de novo para atualizar para %@.
ru: Войдите в Apple Developer снова, чтобы обновить до %@.
tr: %@ sürümüne güncellemek için Apple Developer’da yeniden oturum açın.
zh_hans: 请重新登录 Apple Developer 以更新到 %@。
zh_hant: 請重新登入 Apple Developer 以更新至 %@。

source: Xcode betas and release candidates download through your Apple Developer account. Sign in to update Xcode from here.
de: Xcode-Betas und Release Candidates werden über deinen Apple-Developer-Account geladen. Melde dich an, um Xcode von hier aus zu aktualisieren.
es: Las betas y versiones candidatas de Xcode se descargan con tu cuenta de Apple Developer. Inicia sesión para actualizar Xcode desde aquí.
fr: Les bêtas et versions candidates de Xcode se téléchargent via votre compte Apple Developer. Connectez-vous pour mettre à jour Xcode d’ici.
it: Le beta e le release candidate di Xcode si scaricano tramite il tuo account Apple Developer. Accedi per aggiornare Xcode da qui.
ja: Xcodeのベータ版とリリース候補版はApple Developerアカウント経由でダウンロードされます。ここからXcodeをアップデートするにはサインインしてください。
pt_br: Betas e release candidates do Xcode são baixados pela sua conta do Apple Developer. Inicie sessão para atualizar o Xcode daqui.
ru: Бета-версии и релиз-кандидаты Xcode загружаются через вашу учётную запись Apple Developer. Войдите, чтобы обновлять Xcode отсюда.
tr: Xcode betaları ve sürüm adayları Apple Developer hesabınız üzerinden indirilir. Xcode’u buradan güncellemek için oturum açın.
zh_hans: Xcode 测试版和候选发布版通过你的 Apple Developer 账户下载。登录后即可在这里更新 Xcode。
zh_hant: Xcode Beta 版和候選版需透過你的 Apple Developer 帳號下載。登入後即可在這裡更新 Xcode。

source: Your Apple Developer sign-in has expired. Sign in again to update Xcode.
de: Deine Apple-Developer-Anmeldung ist abgelaufen. Melde dich erneut an, um Xcode zu aktualisieren.
es: Tu sesión de Apple Developer ha caducado. Vuelve a iniciar sesión para actualizar Xcode.
fr: Votre connexion Apple Developer a expiré. Reconnectez-vous pour mettre à jour Xcode.
it: Il tuo accesso ad Apple Developer è scaduto. Accedi di nuovo per aggiornare Xcode.
ja: Apple Developerのサインインの有効期限が切れました。Xcodeをアップデートするには再度サインインしてください。
pt_br: Sua sessão do Apple Developer expirou. Inicie sessão de novo para atualizar o Xcode.
ru: Срок вашего входа в Apple Developer истёк. Войдите снова, чтобы обновить Xcode.
tr: Apple Developer oturumunuzun süresi doldu. Xcode’u güncellemek için yeniden oturum açın.
zh_hans: 你的 Apple Developer 登录已过期。请重新登录以更新 Xcode。
zh_hant: 你的 Apple Developer 登入已過期。請重新登入以更新 Xcode。

source: This is what lets DuoUpdater download Xcode betas and release candidates for one-click updates. Without it, DuoUpdater can still tell you a new version exists, but you'll need to download it yourself. Apple ends the session on its side — in our tests about 8 hours after signing in. DuoUpdater asks Apple once an hour whether it still holds; once it has ended, the Xcode row asks you to sign in again, unless a background renewal got a new one first.
de: Damit kann DuoUpdater Xcode-Betas und Release Candidates für Ein-Klick-Updates herunterladen. Ohne diese Anmeldung kann DuoUpdater dir trotzdem sagen, dass eine neue Version verfügbar ist – herunterladen musst du sie dann aber selbst. Apple beendet die Sitzung von sich aus – in unseren Tests etwa 8 Stunden nach der Anmeldung. DuoUpdater fragt Apple einmal pro Stunde, ob sie noch gilt; ist sie beendet, bittet dich die Xcode-Zeile, dich erneut anzumelden – es sei denn, eine Erneuerung im Hintergrund hat schon eine neue geholt.
es: Esto es lo que permite a DuoUpdater descargar betas y versiones candidatas de Xcode para actualizaciones con un clic. Sin ello, DuoUpdater aún puede avisarte de que existe una versión nueva, pero tendrás que descargarla tú mismo. Apple cierra la sesión por su parte; en nuestras pruebas, unas 8 horas después de iniciarla. DuoUpdater pregunta a Apple una vez por hora si sigue activa; cuando ha terminado, la fila de Xcode te pide que vuelvas a iniciar sesión, salvo que una renovación en segundo plano ya haya obtenido una nueva.
fr: C'est ce qui permet à DuoUpdater de télécharger les bêtas et versions candidates de Xcode pour des mises à jour en un clic. Sans cela, DuoUpdater peut toujours vous signaler qu'une nouvelle version existe, mais vous devrez la télécharger vous-même. Apple met fin à la session de son côté — lors de nos tests, environ 8 heures après la connexion. DuoUpdater demande à Apple une fois par heure si elle est toujours valide ; une fois qu'elle a pris fin, la ligne Xcode vous invite à vous reconnecter, sauf si un renouvellement en arrière-plan en a déjà obtenu une nouvelle.
it: È ciò che permette a DuoUpdater di scaricare le beta e le release candidate di Xcode per gli aggiornamenti con un clic. Senza accesso, DuoUpdater può comunque dirti che esiste una nuova versione, ma dovrai scaricarla tu. Apple chiude la sessione dal suo lato: nei nostri test circa 8 ore dopo l’accesso. DuoUpdater chiede ad Apple una volta all’ora se è ancora valida; quando è scaduta, la riga di Xcode ti chiede di accedere di nuovo, a meno che un rinnovo in background non ne abbia già ottenuta una nuova.
ja: これにより、DuoUpdaterはワンクリックアップデートのためにXcodeのベータ版やリリース候補版をダウンロードできます。これがなくても、DuoUpdaterは新しいバージョンの存在を知らせることはできますが、ダウンロードは自分で行う必要があります。セッションはApple側で終了されます。こちらのテストではサインインから約8時間後でした。DuoUpdaterは1時間ごとにAppleにセッションが有効か確認し、終了していればXcodeの行で再サインインを求めます。ただし、バックグラウンドでの更新で新しいセッションを取得できた場合は除きます。
pt_br: É isso que permite ao DuoUpdater baixar betas e release candidates do Xcode para atualizações com um clique. Sem isso, o DuoUpdater ainda avisa que existe uma nova versão, mas você precisará baixá-la por conta própria. A Apple encerra a sessão do lado dela — nos nossos testes, cerca de 8 horas depois do login. O DuoUpdater pergunta à Apple uma vez por hora se ela continua válida; quando ela termina, a linha do Xcode pede que você inicie sessão de novo, a menos que uma renovação em segundo plano já tenha obtido uma nova.
ru: Именно это позволяет DuoUpdater загружать бета-версии и релиз-кандидаты Xcode для обновления в один клик. Без этого DuoUpdater всё равно сообщит о выходе новой версии, но скачивать её придётся самостоятельно. Apple завершает сеанс на своей стороне — в наших тестах примерно через 8 часов после входа. DuoUpdater раз в час спрашивает Apple, действует ли он; когда сеанс завершён, строка Xcode просит войти снова, если только фоновое продление уже не получило новый.
tr: DuoUpdater’ın Xcode betalarını ve sürüm adaylarını tek tıkla güncelleme için indirebilmesini sağlayan budur. Bu olmadan DuoUpdater yeni bir sürüm olduğunu yine söyleyebilir, ancak onu kendiniz indirmeniz gerekir. Oturumu Apple kendi tarafında sonlandırır — testlerimizde oturum açtıktan yaklaşık 8 saat sonra. DuoUpdater saatte bir Apple’a oturumun hâlâ geçerli olup olmadığını sorar; oturum sona erdiğinde, arka planda yenileme daha önce yenisini almadıysa Xcode satırı yeniden oturum açmanızı ister.
zh_hans: 正是这个登录会话让 DuoUpdater 能够下载 Xcode 测试版和候选发布版，实现一键更新。没有它，DuoUpdater 仍然会提示有新版本，但你需要自己下载。Apple 会在其一端结束会话——我们实测约在登录 8 小时后。DuoUpdater 每小时向 Apple 确认一次会话是否仍然有效；会话结束后，Xcode 这一行会请你重新登录，除非后台续期已先取得新的会话。
zh_hant: DuoUpdater 正是靠這個工作階段下載 Xcode Beta 版和候選版，才能一鍵更新。沒有它，DuoUpdater 仍會告訴你有新版本，但你需要自行下載。Apple 會在其端結束工作階段——我們實測約在登入 8 小時後。DuoUpdater 每小時會向 Apple 確認一次工作階段是否仍有效；一旦結束，Xcode 那一列就會請你重新登入，除非背景續期已先取得新的工作階段。

source: Renew the session in the background
de: Sitzung im Hintergrund erneuern
es: Renovar la sesión en segundo plano
fr: Renouveler la session en arrière-plan
it: Rinnova la sessione in background
ja: バックグラウンドでセッションを更新
pt_br: Renovar a sessão em segundo plano
ru: Продлевать сеанс в фоне
tr: Oturumu arka planda yenile
zh_hans: 在后台续期会话
zh_hant: 在背景續期工作階段

source: When Apple ends it, DuoUpdater opens Apple's sign-in page once, hidden, for a new one. That works without your password while Apple still recognizes this Mac's sign-in.
de: Wenn Apple sie beendet, öffnet DuoUpdater einmal unsichtbar Apples Anmeldeseite, um eine neue zu holen. Das geht ohne dein Passwort, solange Apple die Anmeldung dieses Macs noch erkennt.
es: Cuando Apple la cierra, DuoUpdater abre una vez, oculta, la página de inicio de sesión de Apple para obtener una nueva. Funciona sin tu contraseña mientras Apple aún reconozca el inicio de sesión de este Mac.
fr: Quand Apple y met fin, DuoUpdater ouvre une fois, de façon invisible, la page de connexion d'Apple pour en obtenir une nouvelle. Cela fonctionne sans votre mot de passe tant qu'Apple reconnaît encore la connexion de ce Mac.
it: Quando Apple la chiude, DuoUpdater apre una volta, nascosta, la pagina di accesso di Apple per ottenerne una nuova. Funziona senza password finché Apple riconosce l’accesso di questo Mac.
ja: Appleがセッションを終了すると、DuoUpdaterはAppleのサインインページを非表示で一度開き、新しいセッションを取得します。AppleがこのMacのサインインをまだ認識している間は、パスワードなしで行えます。
pt_br: Quando a Apple encerra a sessão, o DuoUpdater abre a página de login da Apple uma vez, de forma oculta, para obter uma nova. Isso funciona sem a sua senha enquanto a Apple ainda reconhecer o login deste Mac.
ru: Когда Apple завершает сеанс, DuoUpdater один раз незаметно открывает страницу входа Apple, чтобы получить новый. Это работает без пароля, пока Apple ещё узнаёт вход с этого Mac.
tr: Apple oturumu sonlandırdığında DuoUpdater, yenisini almak için Apple’ın oturum açma sayfasını bir kez, gizli olarak açar. Apple bu Mac’teki oturumu hâlâ tanıdığı sürece bu, parolanız olmadan çalışır.
zh_hans: Apple 结束会话后，DuoUpdater 会在后台隐藏打开一次 Apple 登录页，取得新的会话。只要 Apple 仍认得这台 Mac 的登录，就无需输入密码。
zh_hant: Apple 結束工作階段後，DuoUpdater 會以隱藏方式打開一次 Apple 的登入頁面，以取得新的工作階段。只要 Apple 仍認得這台 Mac 的登入，就不需要輸入密碼。

source: Apple last confirmed it %@
de: Zuletzt von Apple bestätigt: %@
es: Apple lo confirmó por última vez %@
fr: Dernière confirmation par Apple : %@
it: Ultima conferma di Apple: %@
ja: Appleによる最終確認：%@
pt_br: Última confirmação da Apple: %@
ru: Последнее подтверждение Apple: %@
tr: Apple’ın son onayı: %@
zh_hans: Apple 上次确认：%@
zh_hant: Apple 上次確認於 %@

source: Sign-in expired
de: Anmeldung abgelaufen
es: Sesión caducada
fr: Connexion expirée
it: Accesso scaduto
ja: サインインの有効期限切れ
pt_br: Sessão expirada
ru: Срок входа истёк
tr: Oturumun süresi doldu
zh_hans: 登录已过期
zh_hant: 登入已過期

source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
it: Annulla download
ja: ダウンロードをキャンセル
pt_br: Cancelar download
ru: Отменить загрузку
tr: İndirmeyi iptal et
zh_hans: 取消下载
zh_hant: 取消下載

source: Download Xcode
de: Xcode laden
es: Descargar Xcode
fr: Télécharger Xcode
it: Scarica Xcode
ja: Xcodeをダウンロード
pt_br: Baixar Xcode
ru: Загрузить Xcode
tr: Xcode’u indir
zh_hans: 下载 Xcode
zh_hant: 下載 Xcode

source: Loading versions…
de: Versionen werden geladen …
es: Cargando versiones…
fr: Chargement des versions…
it: Caricamento versioni…
ja: バージョンを読み込み中…
pt_br: Carregando versões…
ru: Загрузка версий…
tr: Sürümler yükleniyor…
zh_hans: 正在载入版本…
zh_hant: 正在載入版本…

source: Requires macOS %@
de: Erfordert macOS %@
es: Requiere macOS %@
fr: Nécessite macOS %@
it: Richiede macOS %@
ja: macOS %@以降が必要
pt_br: Requer macOS %@
ru: Требуется macOS %@
tr: macOS %@ gerekir
zh_hans: 需要 macOS %@
zh_hant: 需要 macOS %@

source: %lld versions
de: %lld Versionen
es: %lld versiones
it: %lld versioni
ja: %lld個のバージョン
pt_br: %lld versões
ru: %lld версии
tr: %lld sürüm
zh_hans: %lld 个版本
zh_hant: %lld 個版本

source: Older Xcode
de: Ältere Xcode-Versionen
es: Xcode anteriores
fr: Anciennes versions de Xcode
it: Xcode precedenti
ja: 以前のXcode
pt_br: Xcode anteriores
ru: Более старые Xcode
tr: Eski Xcode sürümleri
zh_hans: 更早的 Xcode
zh_hant: 較早的 Xcode
